{
    "//navigation": "目前未實作浮動的選單數量，若有需求可再調整",
    "navigation": {
        "menu": "MENU",
        "outline": "SCENE",
        "news": "PRODUCTS",
        "order": "CONTACT"
    },
    "header": {
        "//title": "須至少一項；不同語系，數量應相同",
        "title": [
            "WE",
            "ABSOLUTE",
            "ENJOYMENT"
        ],
        "subtitle": "PAGCOR, MGA, GLI INTERNATIONAL FAIRNESS MECHANISM CERTIFICATE",
        "sign": ""
    },
    "outline": {
        "//title": "須至少一項，每項代表一行字；不同語系，數量應相同；因自適應，避免字行過長",
        "title": [
            "ASIA LARGEST LIVE CASINO",
            " WITH 1200 SQ METERS OF ULTIMATE GAMING ENTERTAINMENT" 
        ],
        "subtitle": "WORLD ENTERTAINMENT WAS FOUNDED IN 2020",
        "//content": "是二維陣列，代表段落與其字行；不同語系，數量應相同；須至少一個段落，每個段落須至少一行字；因自適應，避免字行過長",
        "content": [
            [
                "Industry elites and professionals from various fields gathered together",
                "Create the most extraordinary and unique gambling experience for you",
                "Build the largest live dealer base",
                "The operating base is located in the Philippines",
                "This is the only legal area in all of Asia",
                "Located in the Southeast Asia, an excellent location for business investment"
            ],
            [
                "On-site environment",
                "The largest live dealer base in Asia",
                "Just in our building up to 12,000 square meters",
                "A photography studio with TV station professional specifications",
                "Flagship, Victoria's Secret, Macau, European, Asia Hall, Live Show",
                "Over 120 gaming tables in total and VVIP private clubhouse",
                "Provide VIP with honorable casino experience."
            ],
            [
                "World Entertainment has over 101 game rights",
                "Over 26 game algorithms and mathematical models, recognized by GLI Verification",
                "Game software certificate and cooperation contract with three listed companies",
                "The service targets are mainly local government licensed operators",
                "Regional license operators, large resorts, physical entertainment chains",
                "Large-scale online operation platform covering 23 countries and 10 language regions",
                "The company's vision is to rewrite the standards of video games within the next 3-5 years",
                "Become outstanding figure of the new generation of systems and game content"
            ],
            [
                "Keep you waiting",
                "We have been waiting for a long time and are ready to go",
                "Brand a new gaming experience",
                "Take you into the just fun gaming hall",
                "Welcome to World Entertainment"
            ]
        ]
    },
    "news": {
        "//articles": "須至少一項，每項代表一篇文章，文章對應的圖片存放於 `src/assets/images/articles`；不同語系，數量應相同",
        "articles": [
            {
                "date": "10.1",
                "year": "2022",
                "summary": "WE APP will be launched soon, New interface revision, Chat system, Table collection, Follow the dealers and many other new features",
                "href": "app",
                "image": "20221001.jpg"
            },
            {
                "date": "9.1",
                "year": "2022",
                "summary": "World Fishing is coming soon, The best 3D technology allows you to play quickly on different devices and is guaranteed to be an eye-opener",
                "href": "fish",
                "image": "20220901.jpg"
            },
            {
                "date": "8.1",
                "year": "2022",
                "summary": "World Sports is Coming Soon, 2022 World Cup of football just around the corner, we offer you the best in live sports betting",
                "href": "sport",
                "image": "20220801.jpg"
            },
            {
                "date": "7.1",
                "year": "2022",
                "summary": "God of Fortune Baccarat is Coming Soon, Lucky 5x5x5 [125x Bonus], up to 5 lucky cards per game, double your winnings",
                "href": "rich-bac",
                "image": "20220701.jpg"
            }
        ],
        "//pages": "若 news.articles.href 非 http 開頭，將對應以下的頁面；content 支援基本的 Markdown 語法",
        "pages": {
            "app": {
                "date": "2022.10.1",
                "title": "WE APP will be launched soon, New interface revision, Chat system, Table collection, Follow the dealers and many other new features",
                "image": "20221001.jpg",
                "content": [
                    "NEW WE APP",
                    "The WE team has spent a year developing the new app lobby and game interface, using native code to let you experience WE products on iOS / Android smoothly!",
                    "In the new version of the APP interface we offer a richer lobby table display and the ability to follow WE official news at the same time, follow the beautiful dealers and lucky table collection. We have also improved the live baccarat betting interface and added new games such as Super Draw, Panda 8, Dragon 7, Super 6, Banker Dragon Bonus, Player Dragon Bonus. Up to 50 tables are available in the WE APP, including live, blockchain, lottery, sports and the industry's first multi-game betting feature.",
                    "【New Baccarat interface】【Multi-table betting function】【New chat system】【Favourite tables】【Follow the dealers】【Good road betting】【Quick search】【My preferences】【Reward the dealers】【Automatic game quality check】【Automatic app authentication】"
                    
                ]
            },
            "fish": {
                "date": "2022.9.1",
                "title": "World Fishing is coming soon, The best 3D technology allows you to play quickly on different devices and is guaranteed to be an eye-opener",
                "image": "20220901.jpg",
                "content": [
                    "World Fishing Machine New 3D Vision New Experience",
                    "World Fishing is created by the industry's top video game team, using the latest game engine to calculate different 3D perspectives, so that the fishing game is no longer just a flat 2D game",
                    "World Fishing is verified by third-party GLI, we provide up to 98% RTP feedback player mechanism, while you fire bullets fishing at the same time we have added a real-time Jackpot bonus mechanism, huge bonuses waiting for you to get",
                    "【GLI International FairNess Verification】【3D Vision New Experience】【Multiple Launchers】【Instant Jackpot Treasure Chest Draw】【RTP98% Player Rebate】"
                    
                ]
            },
            "sport": {
                "date": "2022.8.1",
                "title": "World Sports is Coming Soon, 2022 World Cup of football just around the corner, we offer you the best in live sports betting",
                "image": "20220801.jpg",
                "content": [
                    "World Sports is Coming soon » Betting while playing live action  when watching World Cup sport? That's right! WE is just fun",
                    "The World Cup 2022 is just around the corner, the World Football League's top 32 teams have been drawn up, welcome to WE to watch the exciting World Cup matches",
                    "we provide the most instant betting items whether it is a win, a bocce ball, a big or small ball we all have.",
                    ""
                    
                ]
            },
            "rich-bac": {
                "date": "2022.7.1",
                "title": "God of Fortune Baccarat is Coming Soon, Lucky 5x5x5 [125x Bonus], up to 5 lucky cards per game, double your winnings",
                "image": "20220701.jpg",
                "content": [
                    "God of Fortune Baccarat is Coming Soon » Up to 125x your winnings with WE Fortune Series - Baccarat products coming soon",
                    "Continuing WE God of Fortuna Roulette and WE God of Fortuna SicBo, the WE game team has newly designed Fortuna Baccarat to allow you to get up to five additional lucky cards before each round of betting",
                    " each with a maximum of 5x the winning bonus, a total of 125x the bet bonus big broadcast",
                    ""
                ]
            }
        }
    },
    "order": {
        "//title": "須至少一項，每項代表一行字，建議兩項；不同語系，數量應相同；因自適應，避免字行過長",
        "title": [
            "2022 WE",
            "Just fun"
        ],
        "//subtitle": "須至少一項，每項代表一行字；不同語系，數量應相同；因自適應，避免字行過長",
        "subtitle": [
            "WE credit version fully open API full support",
            "Activate WE Live Product owning at the same time",
            "A variety of popular games such as blockchain, lottery, fishing, sports and slots machines.",
            "",
            "[ WE Business Contact ]",
            "webiz668&#64;gmail.com"
        ],
        "link": {
            "top": [
                {
                    "title": "Telegram",
                    "href": "https://t.me/WE_businees"
                }
            ],
            "bottom": [
                {
                    "title": "Instagram",
                    "href": "https://www.instagram.com/accounts/login/?next=/worldent.official/"
                },
                {
                    "title": "Facebook",
                    "href": "https://www.facebook.com/worldentertainmentmanila/"
                }
            ]
        }
    },
    "marquee": {
        "//bottom": "須至少一項；不同語系，數量應相同",
        "bottom": [
            "FISHING ARCADE",
            "SPORTSBOOK",
            "SLOT",
            "LOTTORY",
            "BLOCKCHAIN",
            "LIVE DEALER",
            "ASIA PALACE",
            "MACAU PALACE",
            "THAI PALACE",
            "LIVE SHOW",
            "CHINA RED",
            "VICTORIA S"
        ],
        "ring": "LIVE BLOCKCHAIN LOTTORY FISHING SPORT SLOT"
    },
    "button": {
        "fullMovie": {
            "text": "▶",
            "textLeft": "-10",
            "border": "WORLD ENTERTAINMENT    WORLD ENTERTAINMENT",
            "borderSize": "8.5"
        },
        "sound": "Music on and off",
        "more": "View",
        "load": "More",
        "close": "CLOSE",
        "back": "BLACK"
    },
    "rights": "COPYRIGHT © WORLD ENTERTAINMENT 2022"
}
